
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD-spelare";
DVDNoDiskInserted								= "Mata in en DVD-skiva";
DVDInsertedLabel								= "Imatad DVD-skiva";
DVDReadingDVDPleaseWait                         = "Läser DVD…";
DVDModuleMenu                                   = "DVD-meny";
DVDModuleEject                                  = "Mata ut skivan";
DVDModuleStop                                   = "Stopp";
DVDModuleResume                                 = "Fortsätt uppspelningen";
DVDModuleHistoryBeginning                       = "Starta från början";
DVDModuleHistoryDefaultBookmark                 = "Starta vid bokmärke";

DVDOptionsHeader								= "Alternativ";
DVDOptionsFlagOn                                = "På";
DVDOptionsFlagOff                               = "Av";
DVDOptionsMuting                                = "Tyst läge";
DVDOptionsCaptioning                            = "Dold textning";
DVDPlayerChapterFormatter                       = "Kapitel %d av %d";

ErrorCantInitializeDVDPlaybackAlert				= "En DVD-skiva kan inte spelas just nu.";
ErrorCantInitializeDVDPlaybackMessage			= "Ett annat program spelar upp DVD-skivan. Återgå till skrivbordet och avsluta det andra programmet. Försök sedan igen.";
ErrorCantEjectDVDAlert							= "DVD-skivan kan inte matas ut.";
ErrorCantEjectDVDMessage						= "Ett annat program spelar upp DVD-skivan. Återgå till skrivbordet och avsluta det andra programmet.";
ErrorBadRegionCodeAlert							= "DVD-regionskoden matchar inte DVD-spelaren.";
ErrorBadRegionCodeMessage						= "Du hittar mer information om regionskoder i DVD-spelare Hjälp.";
ErrorBadDVDMediaAlert							= "DVD-skivan kan inte spelas upp.";
ErrorBadDVDMenuMessage							= "Formatet känns inte igen.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "DVD-skivan kan inte spelas upp.";
ErrorFatalDVDMessage							= "Det är ett fel på skivan.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Skivans kopieringsskydd kan inte verifieras.";
